Repository: jessesquires/JSQMessagesViewController
Catalog: JSQMessagesDemo/*.lproj/Localizable.strings
Languages: he

source: Media messages
he: הודעות מדיה

source: Cancel
he: ביטול

source: Send photo
he: שלח תמונה

source: Send location
he: שלח מיקום

source: Send video
he: שלח וידאו

source: Custom Action
he: פעולה מותאמת אישית

source: OK
he: אוקי

source: Welcome to JSQMessages: A messaging UI framework for iOS.
he: ברוכים הבאים ל JSQMessages ספריית UI צא׳ט עבור מכשירי iOS

source: It is simple, elegant, and easy to use. There are super sweet default settings, but you can customize like crazy.
he: זה פשוט, אלגנטי, וקל לשימוש. ישנן הגדרות ברירת מחדל מאוד סולידיות ,איך ניתן להגדיר אותן אישית כמו משוגע.

source: It even has data detectors. You can call me tonight. My cell number is 123-456-7890. My website is www.hexedbits.com.
he: יש לו אפילו זיהוי טקסט, אתה יכול להתקשר אלי. מספר הטלפון שלי הוא: 123-456-7890. ואתר האינטרנט שלי הוא: www.hexedbits.com

source: JSQMessagesViewController is nearly an exact replica of the iOS Messages App. And perhaps, better.
he: הספריה JSQMessagesViewController היא כמעט זהה לאפליקציית ההודעות של מכשיר ה iOS. ואולי טובה יותר.

source: It is unit-tested, free, open-source, and documented.
he: ישנן בדיקות יחידה, זה חינם, זה קוד-פתוח ויש אחלה דקומנטציה

source: Now with media messages!
he: וישנה גם תמיכה בהודעות מדיה
